tap 'legnoh/etc', 'https://github.com/legnoh/homebrew-etc.git'
tap 'keith/formulae', 'https://github.com/keith/homebrew-formulae.git'

brew 'focus-cli'
brew 'gettext' # for envsubst
brew 'grafana-kiosk'
brew 'hap-nature-remo'
brew 'jq'
brew 'logrotate'
brew 'node_exporter'
brew 'reminders-exporter'
brew 'streamlink'
brew 'terraform'

cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'logi-options+'
cask 'vlc'
