tap 'homebrew/cask-drivers'
tap 'legnoh/etc', 'https://github.com/legnoh/homebrew-etc.git'
tap 'keith/formulae', 'https://github.com/keith/homebrew-formulae.git'

brew 'bash'
brew 'coreutils'
brew 'direnv'
brew 'focus-cli'
brew 'gchls'
brew 'gettext'
brew 'ghq'
brew 'grafana-kiosk'
brew 'hap-nature-remo'
brew 'jq'
brew 'logrotate'
brew 'mas'
brew 'node@20'
brew 'node_exporter'
brew 'reminders-exporter'
brew 'streamlink'
brew 'switchaudio-osx'
brew 'terraform'
brew 'tree'
brew 'yq'

cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'logi-options+'
cask 'vlc'
