tap 'homebrew/cask-drivers'
tap 'legnoh/etc', 'https://github.com/legnoh/homebrew-etc.git'

brew 'bash'
brew 'coreutils'
brew 'direnv'
brew 'gettext'
brew 'ghq'
brew 'grafana-kiosk'
brew 'hap-switch-command'
brew 'jq'
brew 'logrotate'
brew 'mas'
brew 'node_exporter'
brew 'terraform'
brew 'tree'
brew 'yq'

cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'logi-options-plus'

mas 'Genki Arcade', id:1555925018
